---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamMinimumTensileStrength
source: html/f2d0e23a-d6e7-e33a-be56-1bfd0de5bff0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamMinimumTensileStrength Property

"Minimum tensile strength"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamMinimumTensileStrength { get; }
```